Repository: bolelligallevi/addThis
Catalog: locale/*/locale.po
Languages: it_it

# plugins.generic.addThis.form.registerLink
source: <a href="https://www.addthis.com/register">Register</a> for free in-depth analytics reports and better understand your site's social traffic.
it_it: <a href="https://www.addthis.com/register">Registrati</a> gratuitamente per avere report approfonditi di statistiche e migliorare la comprensione del traffico del tuo sito sui social network.

# plugins.generic.addThis.description
source: This plugin provides the addThis social media sharing for submissions.
it_it: Questo plugin aggiunge alle proposte la condivisione sui social media del servizio addThis.

# plugins.generic.addThis.statistics.instructions
source: This list shows your most popular shared links for the past week. For all of the possible AddThis statistics, please visit the <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> website and log in.
it_it: Questa lista mostra i tuoi link più condivisi dell'ultima settimana. Per tutte le possibili statistiche di AddThis, visita la <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> e fai il log in.

# plugins.generic.addThis.grid.title
source: Top Shared Links
it_it: Links più condivisi

# plugins.generic.addThis.grid.shares
source: Shares
it_it: Condividi

# plugins.generic.addThis.settings.displayStyle
source: Please choose how AddThis should display
it_it: Scegliere come AddThis deve essere mostrato

# plugins.generic.addThis.form.password
source: AddThis Password (required for displaying stats)
it_it: AddThis Password (richiesta per mostrare le statistiche)

# plugins.generic.addThis.form.saved
source: AddThis form settings saved.
it_it: Impostazioni AddThis salvate.

# plugins.generic.addThis.settings.statistics
source: Statistics
it_it: Statistiche

# plugins.generic.addThis.settings
source: Settings
it_it: Impostazioni
